Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: Budget 2025 proposes to include the Canada Growth Fund as an eligible entity under the Clean Electricity investment tax credit.
fr_fr: Le budget de 2025 propose d'inclure le Fonds de croissance du Canada comme entité admissible au crédit d'impôt à l'investissement pour l'électricité propre.

source: Budget 2025 also proposes to introduce an exception so that financing provided by the Canada Growth Fund would not reduce the cost of eligible property for the purpose of computing the Clean Electricity investment tax credit.
fr_fr: Le budget de 2025 propose également d'instaurer une exception, de sorte que le financement octroyé par le Fonds de croissance du Canada ne réduise pas le coût des biens admissibles aux fins du calcul du crédit d'impôt à l'investissement pour l'électricité propre.

source: These measures would apply to eligible property that is acquired and that becomes available for use on or after Budget Day.
fr_fr: Ces mesures s'appliqueraient aux biens admissibles qui sont acquis et deviennent prêts à être mis en service à compter du jour du budget.

source: Tax Deferral Through Tiered Corporate Structures
fr_fr: Report d'impôt au moyen de paliers de sociétés

source: The Income Tax Act includes a set of rules that seek to prevent the use of Canadian-controlled private corporations (CCPC) to defer personal income tax on investment income.
fr_fr: La Loi de l'impôt sur le revenu contient un ensemble de règles qui visent à empêcher l'utilisation de sociétés privées sous contrôle canadien (SPCC) pour reporter l'impôt sur le revenu des particuliers sur du revenu de placement.

source: Investment income earned by a CCPC is subject to an additional refundable tax that increases the corporation's tax rate to approximate the highest marginal combined federal-provincial personal income tax rate.
fr_fr: Le revenu de placement d'une SPCC est assujetti à un impôt remboursable supplémentaire qui augmente le taux d'imposition de la société de manière à correspondre au taux d'imposition marginal fédéral-provincial applicable à la dernière tranche de revenu des particuliers.

source: A corporation is entitled to a refund of a portion of this additional tax when it pays a taxable dividend.
fr_fr: Une société a droit au remboursement d'une partie de cet impôt supplémentaire lorsqu'elle verse un dividende imposable.

source: The refund reflects the fact that a shareholder who is an individual is subject to personal income tax on a taxable dividend.
fr_fr: Le remboursement prend en considération le fait qu'un actionnaire qui est un particulier sera assujetti à l'impôt sur le revenu des particuliers sur un dividende imposable.

source: Unlike an individual shareholder, a corporate shareholder is generally not subject to income tax on a taxable dividend received from another corporation because it can claim an offsetting inter-corporate dividend deduction.
fr_fr: Contrairement à un particulier actionnaire, une société actionnaire n'est généralement pas assujettie à l'impôt sur le revenu sur un dividende imposable reçu d'une autre société, puisqu'elle peut demander une déduction pour dividendes intersociétés.

source: However, additional anti-deferral rules in Part IV of the Income Tax Act may impose a special refundable tax on the recipient corporation when it receives the taxable dividend.
fr_fr: Cependant, les règles anti-report prévues à la partie IV de la Loi de l'impôt sur le revenu peuvent imposer un impôt remboursable spécial à la société bénéficiaire lorsqu'elle reçoit le dividende imposable.

source: In particular, if the recipient corporation receives a taxable dividend from a "connected corporation" (generally, a corporation that owns shares carrying more than 10 per cent of the votes and value of the payer corporation), a refundable tax is levied on the recipient corporation corresponding to the amount of the payer corporation's dividend refund.
fr_fr: Plus précisément, si la société bénéficiaire reçoit un dividende imposable d'une « société rattachée » (habituellement, une société qui détient des actions qui représentent plus de 10 % des votes et de la valeur de la société payante), un impôt remboursable est prélevé de la société bénéficiaire qui correspond au montant du remboursement au titre de dividendes de la société payante.

source: Part IV tax is payable by the recipient corporation on the balance-due day for its taxation year in which the dividend is received.
fr_fr: L'impôt de la Partie IV doit être versé par la société bénéficiaire au plus tard à la date d'exigibilité du solde qui lui est applicable pour l'année d'imposition dans laquelle elle a reçu le dividende.

source: This day can be after the balance-due day for the payer corporation's taxation year in which the dividend was paid.
fr_fr: Cette date peut être postérieure à la date d'exigibilité du solde de la société payante pour l'année d'imposition au cours de laquelle elle a versé le dividende.

source: Certain tax planning techniques have been employed to take advantage of this timing difference to defer, at times indefinitely, the tax liability on investment income by interposing corporations with staggered year ends in a corporate chain.
fr_fr: Certaines stratégies de planification fiscale ont été utilisées pour tirer parti de cette différence dans les dates d'exigibilité afin de reporter, parfois indéfiniment, leur obligation fiscale en intercalant des sociétés ayant des fins d'exercice décalées au sein de leur chaîne de sociétés.

source: For example, a corporation may pay a taxable dividend at a time that is in the payer corporation's 2025 taxation year and in the recipient corporation's 2026 taxation year, in order to defer the tax liability on the investment income of the corporate group to the recipient's balance-due day for its 2026 taxation year (rather than being payable on the payer corporation's balance-due day for 2025).
fr_fr: Par exemple, une société pourrait verser un dividende imposable à un moment qui est dans l'année d'imposition 2025 de la société payante et dans l'année d'imposition 2026 de la société bénéficiaire, afin de reporter l'obligation fiscale sur le revenu de placement du groupe de sociétés à la date d'exigibilité du solde de la société bénéficiaire pour son année d'imposition 2026 (plutôt que d'être exigible à la date d'exigibilité du solde de la société payante pour 2025).

source: Budget 2025 proposes to limit the deferral of tax on investment income using tiered corporate structures with mismatched year ends.
fr_fr: Le budget de 2025 propose de limiter le report d'impôt sur le revenu de placement par l'entremise de paliers de sociétés dont les fins d'exercice sont décalées.

source: In general terms, the proposed limitation would suspend the dividend refund that could be claimed by a payer corporation on the payment of a taxable dividend to an affiliated recipient corporation if the recipient corporation's balance-due day for the taxation year in which the dividend was received ends after the payer corporation's balance-due day for the taxation year in which the dividend was paid.
fr_fr: En règle générale, la limite proposée viendrait suspendre le remboursement au titre de dividendes qu'une société payante pourrait demander relativement au paiement d'un dividende imposable à une société bénéficiaire qui lui est affiliée, si la date d'exigibilité du solde de la société bénéficiaire pour l'année d'imposition au cours de laquelle le dividende a été reçu survient après celle de la société payante pour l'année d'imposition au cours de laquelle le dividende a été versé.

source: The determination of whether the dividend payer and payee are affiliated would be based on current affiliation rules in the Income Tax Act .
fr_fr: La détermination de l'affiliation entre le payeur et le bénéficiaire du dividende s'appuierait sur les règles d'affiliation actuelles de la Loi de l'impôt sur le revenu .

source: This rule would not apply if each corporate dividend recipient in the chain of affiliated corporations pays a subsequent dividend on or before the payer's balance-due day, such that no deferral is achieved by the affiliated corporate group.
fr_fr: Cette règle ne s'appliquerait pas si chaque société bénéficiaire du dividende dans la chaîne des sociétés affiliées versait subséquemment un dividende au plus tard à la date d'exigibilité du solde du payeur, de sorte qu'aucun report n'est réalisé par le groupe de sociétés affiliées.

source: To accommodate bona fide commercial transactions, the rule would also not apply to a dividend payer that is subject to an acquisition of control where it pays a dividend within 30 days before the acquisition of control.
fr_fr: Afin de tenir compte des opérations commerciales de bonne foi, la règle ne s'appliquerait pas non plus au payeur d'un dividende qui fait l'objet d'une acquisition de contrôle lorsque celui-ci verse un dividende dans les 30 jours précédant l'acquisition de contrôle.

source: The payer corporation would generally be entitled to claim the suspended dividend refund in a subsequent taxation year when the recipient corporation pays a taxable dividend to a non-affiliated corporation or an individual shareholder.
fr_fr: La société payante aurait généralement le droit de demander le remboursement au titre de dividendes relativement au dividende suspendu dans une année d'imposition ultérieure, lorsque la société bénéficiaire verse un dividende imposable à une société non affiliée ou à un particulier actionnaire.

source: This measure would apply to taxation years that begin on or after Budget Day.
fr_fr: Cette mesure s'appliquerait aux années d'imposition qui commencent à compter du jour du budget.

source: Eligible activities under the Canadian Exploration Expense
fr_fr: Activités admissibles au titre des frais d'exploration au Canada

source: Canadian exploration expenses (CEE) may include expenses incurred by a taxpayer for the purpose of determining the existence, location, extent, or quality of a mineral resource in Canada.
fr_fr: Les frais d'exploration au Canada (FEC) peuvent inclure des dépenses engagées par un contribuable en vue de déterminer l'existence, la localisation, l'étendue ou la qualité d'une ressource minérale au Canada.

source: CEE is a category of tax deduction that can be transferred from mining corporations via flow-through shares to equity investors, who can then claim a 100-per-cent immediate deduction on account of CEE.
fr_fr: Les FEC représentent une catégorie de déduction d'impôt qui peut être transférée des sociétés minières au moyen d'actions accréditives à des investisseurs en actions, qui peuvent ensuite demander une déduction immédiate de 100 % des FEC.

source: Further, individuals (other than trusts) who invest in these flow-through shares may be able to claim the Mineral Exploration Tax Credit or the Critical Mineral Exploration Tax Credit in respect of certain types of CEE.
fr_fr: En outre, les particuliers, à l'exception des fiducies, qui investissent dans ces actions accréditives peuvent être en mesure de demander le crédit d'impôt pour l'exploration minière ou le crédit d'impôt pour l'exploration de minéraux critiques relativement à certains types de FEC.

source: The determination of a mineral resource's "quality" for CEE purposes has historically been interpreted by the Canada Revenue Agency (CRA) to relate to the resource's underlying physical characteristics.
fr_fr: Historiquement, l'Agence du revenu du Canada (ARC) a interprété la détermination de la « qualité » d'une ressource minérale aux fins des FEC comme se rapportant aux caractéristiques physiques sous-jacentes de la ressource.

source: Expenses for technical studies (which are typically undertaken to assess a mineral resource's engineering feasibility and economic viability as a mining project, rather than its underlying physical characteristics) have generally been viewed by the CRA as being excluded from CEE.
fr_fr: En effet, l'ARC considère généralement que les dépenses engagées pour des études techniques (lesquelles sont habituellement menées afin d'évaluer la faisabilité technique d'une ressource minérale et sa viabilité économique en tant que projet minier, plutôt que ses caractéristiques physiques sous-jacentes) sont exclues des FEC.

source: A recent decision of the Supreme Court of British Columbia held that the reference to "quality" under the provincial equivalent of the federal CEE definition could be interpreted to include the economic viability, and not just the physical characteristics, of a mineral resource.
fr_fr: Dans une décision rendue récemment, la Cour suprême de la Colombie-Britannique a statué que la mention de « qualité » en vertu de l'équivalent provincial de la définition fédérale des FEC pouvait être interprétée comme comprenant la viabilité économique, et pas seulement les caractéristiques physiques d'une ressource minérale.

source: Budget 2025 proposes to amend the Income Tax Act to clarify that expenses incurred for the purpose of determining the quality of a mineral resource in Canada do not include expenses related to determining the economic viability or engineering feasibility of the mineral resource.
fr_fr: Le budget de 2025 propose de modifier la Loi de l'impôt sur le revenu afin de préciser que les dépenses engagées en vue de déterminer la qualité d'une ressource minérale au Canada n'incluent pas les dépenses liées à la détermination de la viabilité économique ou de la faisabilité technique de la ressource minérale.

source: This amendment would apply as of Budget Day.
fr_fr: Cette modification s'appliquerait à compter du jour du budget.

source: International Tax Measures
fr_fr: Mesures visant la fiscalité internationale

source: Transfer Pricing
fr_fr: Prix de transfert

source: For tax purposes, transfer pricing rules are used to allocate profit among the various entities of a multinational enterprise (MNE) group.
fr_fr: Aux fins de l'impôt, les règles sur les prix de transfert servent à répartir les bénéfices entre les diverses entités d'un groupe d'entreprises multinationales (EMN).

source: The accepted international standard is the arm's length principle set out in Article 9 (Associated Enterprises) of the Organisation for Economic Co-operation and Development (OECD) Model Tax Convention on Income and Capital and included in Canada's bilateral tax treaties.
fr_fr: La norme internationale reconnue est celle du principe de pleine concurrence, établi à l'article 9 (Entreprises associées) du Modèle de convention fiscale concernant le revenu et la fortune de l'Organisation de coopération et de développement économiques (OCDE) et inclus dans les conventions fiscales bilatérales du Canada.

source: In addition, the OECD Transfer Pricing Guidelines for Multinational Enterprises and Tax Administrations (the "OECD Transfer Pricing Guidelines") present internationally agreed principles and provide guidelines for the application of the arm's length principle.
fr_fr: De plus, les Principes de l'OCDE applicables en matière de prix de transfert à l'intention des entreprises multinationales et des administrations fiscales (les Principes de l'OCDE applicables en matière de prix de transfert) présentent des principes internationalement reconnus et fournissent des lignes directrices quant à l'application du principe de pleine concurrence.

source: Recognising that MNE groups may establish conditions in their intra-group relations that differ from those that would be established between independent enterprises, and that such differences may result in distortions in the profits accrued by associated enterprises, the arm's length principle requires that the profits accrued by associated enterprises be in accord with the profits that would have accrued had the conditions been those that would have been made between independent enterprises.
fr_fr: Reconnaissant qu'un groupe d'EMN peut établir des conditions, au sein de ses relations intra-groupe, qui diffèrent de celles qu'établiraient des entreprises indépendantes, et que ces différences peuvent entraîner des distorsions dans les bénéfices générés par les entreprises associées, le principe de pleine concurrence exige que ces bénéfices correspondent à ceux qui auraient été obtenus si les conditions avaient été les mêmes que celles qu'auraient établies des entreprises indépendantes.

source: Domestic transfer pricing rules are required to ensure that the income recognised for Canadian tax purposes properly reflects the respective contributions of taxpayers and participating non-arm's length persons in cross-border transactions.
fr_fr: Des règles nationales en matière de prix de transfert sont nécessaires pour s'assurer que le revenu reconnu à des fins d'imposition au Canada relativement aux transactions transfrontalières entre contribuables et participants ayant un lien de dépendance corresponde aux contributions respectives de chacun.

source: Budget 2021 announced the government's intention to consult on updating Canada's transfer pricing rules.
fr_fr: Le budget de 2021 a annoncé l'intention du gouvernement de tenir des consultations sur la mise à jour des règles du Canada en matière de prix de transfert.

source: After consideration of stakeholder comments received during the consultation period, Budget 2025 proposes to modernise Canada's transfer pricing rules to better align with the international consensus on the application of the arm's length principle.
fr_fr: Après examen des commentaires des intervenants reçus pendant la période de consultation, le budget de 2025 propose de moderniser les règles du Canada en matière de prix de transfert afin qu'elles s'harmonisent davantage avec le consensus international sur l'application du principe de pleine concurrence.

source: In addition, an interpretation rule would be added to ensure that Canada's transfer pricing rules are applied in a manner consistent with the analytic framework set out by the OECD Transfer Pricing Guidelines.
fr_fr: En outre, une règle d'interprétation serait ajoutée pour veiller à ce que les règles sur les prix de transfert du Canada soient appliquées d'une manière cohérente avec le cadre d'analyse établi par les Principes de l'OCDE en matière de prix de transfert.

source: The new rules would provide more detail on how cross-border transactions between non-arm's length persons must be analysed.
fr_fr: Les nouvelles règles fourniraient plus de précisions sur la façon d'analyser les transactions transfrontalières entre personnes ayant un lien de dépendance.

source: To assist this analysis, a new transfer pricing adjustment application rule would apply if two conditions are met: (i) there is a transaction or series of transactions between a taxpayer and a non-resident person with whom the taxpayer does not deal at arm's length; and (ii) the transaction or series (once it has been analysed and determined) includes actual conditions different from arm's length conditions.
fr_fr: Pour faciliter cette analyse, une nouvelle règle d'application du redressement s'appliquerait si deux conditions sont remplies : i) il y a une opération ou une série d'opérations entre un contribuable et une personne non-résidente avec qui le contribuable a un lien de dépendance; et ii) l'opération ou la série d'opérations (une fois analysée et déterminée) comprend des conditions réelles différentes des conditions de pleine concurrence.

source: The actual conditions are determined not only by the contractual terms of the transaction or series, but also by other "economically relevant characteristics", including the conduct of the participants.
fr_fr: Les conditions réelles sont établies non seulement par les modalités contractuelles de l'opération ou de la série d'opérations, mais aussi par d'autres « caractéristiques économiquement pertinentes », notamment le comportement des participants.

source: The resulting comparability analysis is at the heart of the arm's length principle. The arm's length principle requires the following determination: what conditions would have been included in respect of the transaction or series that has been analysed and determined had the participants been dealing at arm's length in comparable circumstances, taking into account the options realistically available to them at the time of entering into the transaction or series?
fr_fr: L'analyse de comparabilité qui en découle est au cœur du principe de pleine concurrence, pour lequel il est nécessaire de déterminer les conditions qui auraient été incluses relativement à l'opération ou à la série si les participants n'avaient eu entre eux aucun lien de dépendance dans des circonstances comparables, compte tenu des options réalistes disponibles pour chacun des participants au moment de conclure l'opération ou la série.

source: The Transfer Pricing Guidelines describe the different methods that can be used to determine whether the conditions of an in-scope transaction or series are consistent with the arm's length principle.
fr_fr: Les Principes applicables en matière de prix de transfert décrivent les différentes méthodes pouvant être utilisées pour déterminer si les conditions d'une opération ou série visée sont cohérentes avec le principe de pleine concurrence.

source: The new rules would provide that this determination should be made through an analysis where the most appropriate method is selected and applied in accordance with the Transfer Pricing Guidelines.
fr_fr: Les nouvelles règles prévoiraient que cette détermination devrait être effectuée au moyen d'une analyse dont la méthode la plus appropriée est choisie et appliquée conformément aux Principes applicables en matière de prix de transfert.

source: The new rules would also provide that a transaction or series will be considered to include conditions that differ from arm's length conditions where: (i) a condition does not exist as an actual condition, but would have existed had the participants to the in-scope transaction or series been dealing at arm's length in comparable circumstances; or (ii) the participants would not have entered into the transaction or series, or would have entered into a different transaction or series, had they been dealing at arm's length in comparable circumstances.
fr_fr: De plus, selon les nouvelles règles, on considérerait qu'une opération ou une série comprend des conditions qui diffèrent des conditions de pleine concurrence dans les cas où : i) une condition n'existe pas comme condition réelle, mais aurait existé si les participants à l'opération ou à la série visée, dans des circonstances comparables, n'avaient eu entre eux aucun lien de dépendance; ou ii) les participants n'auraient pas conclu l'opération ou la série, ou auraient conclu une opération ou une série différente, dans des circonstances comparables, s'ils n'avaient eu entre eux aucun lien de dépendance.

source: The main factors required for a transfer pricing analysis would be set out in the new definition of "economically relevant characteristics".
fr_fr: Les principaux facteurs d'une analyse des prix de transfert seraient énoncés dans la description des « caractéristiques économiquement pertinentes ».

source: The new rules would require any in-scope transaction or series to be analysed and determined with reference to the economically relevant characteristics of the transaction or series.
fr_fr: Les nouvelles règles exigeraient qu'une opération ou une série visée soit analysée et déterminée en fonction de ses caractéristiques économiquement pertinentes.
